import React from 'react'
import "./Faq.css"
export default function FAQ() {
  return (
    <div className="faq__cover">
        <h2 className="faq__title">Частые вопросы и ответы</h2>
        <ul className="faq__contenct">
            <li>
                <h4>1. Что такое нейронная защита потока данных?</h4>
                <p>
                Нейронная защита потока данных - это инновационная технология, которая использует алгоритмы машинного обучения и искусственных нейронных сетей для обнаружения и предотвращения утечек, изменений или несанкционированного доступа к потоку данных в реальном времени.
                </p>
            </li>  
            <li>
                <h4>2. Как работает нейронная защита потока данных?</h4>
                <p>
                    Наша система нейронной защиты потока данных непрерывно анализирует поток данных, используя мощные алгоритмы машинного обучения для выявления аномалий и потенциальных угроз. При обнаружении подозрительной активности система принимает меры для предотвращения утечки данных или несанкционированного доступа.
                </p>
            </li> 
            <li>
                <h4>3. Какие преимущества предоставляет нейронная защита потока данных?</h4>
                <p>
                    Реальное время: Мы предлагаем защиту данных в режиме реального времени, что позволяет быстро реагировать на угрозы.
                </p>
                <p>
                Адаптивность: Наша система использует машинное обучение для непрерывного адаптивного улучшения своей способности обнаруживать новые угрозы.
                </p>
                <p>
                Масштабируемость: Наша технология может легко масштабироваться, чтобы обеспечить защиту потоков данных различного объема.
                </p>
                <p>
                Прозрачность: Мы предоставляем подробные отчеты о деятельности и угрозах, чтобы наши клиенты всегда были в курсе событий.
                </p>
            </li> 
            <li>
                <h4>4. Каковы основные применения нейронной защиты потока данных?</h4>
                <p>
                    Наша технология может использоваться в различных отраслях и сферах деятельности, включая финансы, здравоохранение, телекоммуникации, энергетику и многое другое. Основные применения включают защиту конфиденциальных данных клиентов, обнаружение финансовых мошенничеств, предотвращение утечек корпоративной информации и многое другое.
                </p>
            </li>   
            <li>
                <h4>5. Как я могу начать использовать нейронную защиту потока данных для моей компании?</h4>
                <p>
                    Для начала использования нашей технологии вы можете связаться с нашей командой для получения консультации и демонстрации наших решений. Мы предлагаем индивидуальный подход к каждому клиенту, чтобы обеспечить наилучшее соответствие их потребностям и целям в области безопасности данных.
                </p>
            </li>   
            <li>
                <h4>6. Каковы технические требования для установки нейронной защиты потока данных?</h4>
                <p>
                    Технические требования могут варьироваться в зависимости от конкретных потребностей вашей компании и среды, в которой будет развернута система защиты данных. Наши специалисты по предварительной оценке смогут определить оптимальные требования и рекомендации для вашего бизнеса.
                </p>
            </li>   
            <li>
                <h4>7. Предоставляется ли поддержка и обновления для нейронной защиты потока данных?</h4>
                <p>
                Да, мы предоставляем полную техническую поддержку и регулярные обновления для наших клиентов. Наша цель - обеспечить непрерывную и эффективную защиту ваших данных, поэтому мы стараемся всегда быть на связи и готовыми помочь в случае необходимости.
                </p>
            </li>   
            <li>
                <h4>8. Каковы стоимость и условия лицензирования нейронной защиты потока данных?</h4>
                <p>
                Стоимость и условия лицензирования могут быть различны в зависимости от объема данных, количества пользователей и других факторов. Для получения подробной информации о ценах и условиях лицензирования свяжитесь с нашей командой продаж. Мы готовы обсудить ваши потребности и предложить наилучшее решение для вашего бизнеса.
                </p>
            </li>   
        </ul>
    </div>
  )
}
